Repository: vloop/autobend
Catalog: po/*/autobend.po
Languages: fr

source: Bye!
fr: Au revoir!

source: Cannot convert '%c' (%u) to note
fr: Impossible de convertir '%c' (%u) en note

source: Closed %s
fr: Fermeture de %s

source: ERROR: Can not open file %s
fr: ERREUR: impossible d'ouvrir le fichier %s

source: ERROR: Cannot allocate memory
fr: ERREUR: impossible d'allouer de la mémoire

source: Error %u creating MIDI thread
fr: Erreur %u lors de la creation du thread MIDI

source: Error creating sequencer port.
fr: Erreur lors de la création du port du sequenceur

source: Error opening ALSA sequencer.
fr: Erreur lors de l'ouverture du sequenceur ALSA

source: Error(s) loading file %s
fr: Erreur lors du chargement de %s

source: Extra ignored: %s
fr: Fin de ligne ignorée: %s

source: File already exists. Overwrite?
fr: Ce fichier existe déjà. Ecraser?

source: Illegal offset %d
fr: Décalage illégal %d

source: Input file
fr: Fichier d'entrée

source: Load
fr: Ouv.

source: Midi channel must be between 1 and 16
fr: Le canal midi doit être entre 1 et 16

source: Missing offset after %s
fr: Décalage manquant après %s

source: No
fr: Non

source: Opened %s
fr: Ouverture de %s

source: Output file
fr: Fichier de sortie

source: Overwriting %s
fr: Ecrasement de %s

source: Save
fr: Enr.

source: Set the midi channel (1..16)
fr: Règle le canal midi (1..16)

source: Use mouse wheel or keyboard arrows for fine adjustment
fr: Utilisez la molette de la souris ou les flèches pour un réglage fin

source: Write file cancelled.
fr: Ecriture annullée.

source: Yes
fr: Oui

source: ch.
fr: canal

source: config files(*.conf)
fr: fichiers de configuration(*.conf)
